-- phpMyAdmin SQL Dump
-- version 4.1.14
-- http://www.phpmyadmin.net
--
-- Host: 127.0.0.1
-- Generation Time: 2016-11-07 08:22:44
-- 服务器版本： 5.6.17
-- PHP Version: 5.5.12

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- Database: `ajaxmusic`
--

-- --------------------------------------------------------

--
-- 表的结构 `message_list`
--

CREATE TABLE IF NOT EXISTS `message_list` (
  `id` int(10) NOT NULL AUTO_INCREMENT,
  `mid` int(10) NOT NULL,
  `text` varchar(1000) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=latin1 AUTO_INCREMENT=31 ;

--
-- 转存表中的数据 `message_list`
--

INSERT INTO `message_list` (`id`, `mid`, `text`) VALUES
(1, 1, '烦恼歌的留言111111'),
(2, 1, '烦恼歌的留言222222'),
(3, 1, '烦恼歌的留言333333'),
(4, 2, '不将就的留言111111'),
(5, 2, '不将就的留言222222'),
(6, 2, '不将就的留言333333'),
(29, 2, 'gtgbgbg'),
(30, 2, '');

-- --------------------------------------------------------

--
-- 表的结构 `music_list`
--

CREATE TABLE IF NOT EXISTS `music_list` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(50) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `musicName` varchar(50) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `lyric` varchar(3000) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `img` varchar(200) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `audio` varchar(200) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=latin1 AUTO_INCREMENT=4 ;

--
-- 转存表中的数据 `music_list`
--

INSERT INTO `music_list` (`id`, `name`, `musicName`, `lyric`, `img`, `audio`) VALUES
(1, '张学友', '烦恼歌', '[00:00.00]www.5ilrc.com 欢迎您[00:15.00]张学友 - 烦恼歌[00:29.08]不爱的不断打扰[00:31.66]你爱的不在怀抱[00:34.38]得到手的不需要[00:37.49]渴望拥有的得不到[00:40.21]苦恼 倒不如说声笑笑[00:44.57]生活不要 太多钞票[00:47.55]多了就会带来困扰[00:51.05]过重的背包 过度的暴躁[00:55.90]什么都不要[00:59.89]一起呼叫 没有烦恼[01:03.37]除了呼吸其他不重要[01:05.86]除了现在什么都忘掉[01:08.46]心事像羽毛 越飘越逍遥[01:11.47]烦恼什么烦恼[01:13.73]除了心跳没有大不了[01:15.88]人们不该去羡慕飞鸟[01:18.56]世界比我大 把自我缩小[01:26.15]把自己的当做跳蚤\n[01:28.28]谁也不值得骄傲[01:30.80]人间疾苦知多少[01:33.97]花开花落知多少[01:36.54]不了 把一切看成玩笑[01:40.72]吵吵闹闹像G大调[01:44.21]假装什么都不知道[01:46.77]过重的背包 过度的暴躁[01:51.89]什么都不要[02:16.72]不和谁比较[02:21.36]不和谁争吵[02:24.00]过份思考 庸人自扰\n[02:26.63]别庸人自扰[02:28.98]一切轻于鸿毛[02:31.38]才能消灭烦恼[02:35.83]一起呼叫没有烦恼[02:39.19]除了呼吸其他不重要[02:41.45]除了现在什么都忘掉[02:43.98]心事像羽毛 越飘越逍遥[02:46.88]烦恼什么烦恼[02:49.02]除了心跳没有大不了[02:51.43]人们不该去羡慕飞鸟[02:53.94]世界比我大 把自我缩小[02:57.10]烦恼什么烦恼[02:59.26]除了心跳没有大不了[03:01.67]人们不该去羡慕飞鸟[03:04.15]世界比我大 把自我缩小[03:16.56]什么都不要', 'fannaoge.jpg', 'fannaoge.m4a'),
(2, '李荣浩', '不将就', '[00:00.00]我爱歌词网 www.5ilrc.com\n[00:01.01]不将就 - 李荣浩\n[00:06.34]词：黄伟文,李荣浩\n[00:08.14]曲：李荣浩\n[00:10.38]\n[00:13.41]那时候 我以为爱的是生活\n[00:19.79]也算懂得 什么适合什么不可\n[00:26.60]最近还是一样努力着\n[00:30.14]配合你的性格\n[00:33.10]你的追求者 你的坎坷\n[00:36.63]我开的车\n[00:40.24]算一算 虚度了多少个年头\n[00:46.56]彷佛足够写一套错爱的春秋\n[00:53.25]如果以后 你还想为谁\n[00:56.74]浪费美好时候\n[00:59.87]眼泪只能在我的胸膛\n[01:03.27]毫无保留\n[01:07.91]\n[01:10.23]互相折磨到白头\n[01:16.84]悲伤坚决不放手\n[01:23.66]开始纠缠之后\n[01:28.64]才又被人放大了自由\n[01:37.04]你的暴烈太温柔\n[01:43.55]感情又痛又享受\n[01:50.24]如果我说不吻你不罢休\n[01:56.09]谁能逼我将就\n[02:02.48]\n[02:06.99]你问我 为什么顽固而专一\n[02:13.23]天下太大 总有人比你更合适\n[02:19.89]其实我觉得这样不值\n[02:23.50]可没选择方式\n[02:26.54]你一出场别人都显得不过如此\n[02:35.29]互相折磨到白头\n[02:41.82]悲伤坚决不放手\n[02:48.55]开始纠缠之后\n[02:53.57]才又被人放大了自由\n[03:01.96]你的暴烈太温柔\n[03:08.51]感情又痛又享受\n[03:15.22]如果我说不吻你不罢休\n[03:21.06]谁能逼我将就\n[03:29.20]\n[03:58.56]互相折磨到白头\n[04:05.38]悲伤坚决不放手\n[04:11.71]开始纠缠之后\n[04:16.83]才又被人放大了自由\n[04:25.26]你的暴烈太温柔\n[04:31.75]感情又痛又享受\n[04:38.61]如果我说不吻你不罢休\n[04:44.42]谁能逼我将就\n[04:51.13]他们不过将就\n[04:57.47]lrc by：珍妮 QQ：929964514\n \n', 'bujiangjiu.jpg', 'bujiangjiu.m4a'),
(3, '五月天', '突然好想你', '[ti:突然好想你]\r\n[ar:五月天]\r\n[al:后青春期的诗]\r\n[by:红糖豆浆]\r\n[00:01.00]五月天 - 突然好想你\r\n[00:05.00]作词：阿信 作曲：阿信\r\n[00:09.00]LRC制作：369歌词组◎红糖豆浆\r\n[00:12.28]\r\n[00:13.28]最怕 空气突然安静\r\n[00:19.52]最怕 朋友突然的关心\r\n[00:26.36]最怕回忆 突然翻滚绞痛着不平息\r\n[00:33.30]最怕突然 听到你的消息\r\n[00:39.93]\r\n[00:40.43]想念 如果会有声音\r\n[00:47.08]不愿 那是悲伤的哭泣\r\n[00:53.54]事到如今 终于让自已属于我自已\r\n[01:00.54]只剩眼泪 还骗不过自己\r\n[01:07.01]\r\n[01:07.15]突然好想你 你会在哪里\r\n[01:14.34]过得快乐 或委屈\r\n[01:21.19]突然好想你 突然锋利的回忆\r\n[01:28.04]突然模糊的 眼睛\r\n[01:35.10]\r\n[01:35.32]我们像一首最美丽的歌曲\r\n[01:41.67]变成两部悲伤的电影\r\n[01:48.01]为什麽你 带我走过最难忘的旅行\r\n[01:54.99]然后留下 最痛的纪念品\r\n[02:02.67]\r\n[02:28.59]我们 那麽甜 那麽美 那麽相信\r\n[02:34.21]那麽疯 那麽热烈的曾经\r\n[02:38.34]为何我们 还是要奔向\r\n[02:41.44]各自的幸福和遗憾中老去\r\n[02:46.39]\r\n[02:46.51]突然好想你 你会在哪里\r\n[02:53.32]过得快乐 或委屈\r\n[02:59.95]突然好想你 突然锋利的回忆\r\n[03:07.02]突然模糊的 眼睛\r\n[03:13.89]\r\n[03:14.00]最怕 空气突然安静\r\n[03:20.91]最怕 朋友突然的关心\r\n[03:27.07]最怕回忆 突然翻滚绞痛着不平息\r\n[03:33.98]最怕突然 听到你的消息\r\n[03:41.84]\r\n[03:41.98]最怕此生 已经决心自己过 没有你\r\n[03:48.76]却又突然 听到你的消息\r\n[03:58.47]\r\n[03:59.47]★ 红糖豆浆 QQ:77923055\r\n[04:09.27]', 'turanhaoxiangni.jpg', 'turanhaoxiangni.mp3');

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
